* TODO [#C] Dev environment setup and Emacs configs gardening
:LOGBOOK:
CLOCK: [2022-08-01 Mon 16:46]--[2022-08-01 Mon 17:05] =>  0:19
CLOCK: [2022-07-31 Sun 16:46]--[2022-07-31 Sun 16:55] =>  0:09
CLOCK: [2022-07-29 Fri 00:57]--[2022-07-29 Fri 01:49] =>  0:52
CLOCK: [2022-07-29 Fri 18:19]--[2022-07-29 Fri 18:23] =>  0:04
CLOCK: [2022-07-29 Fri 18:12]--[2022-07-29 Fri 18:19] =>  0:07
CLOCK: [2022-07-29 Fri 18:01]--[2022-07-29 Fri 18:01] =>  0:00
CLOCK: [2022-07-29 Fri 18:01]--[2022-07-29 Fri 18:01] =>  0:00
CLOCK: [2022-07-29 Fri 18:01]--[2022-07-29 Fri 18:01] =>  0:00
CLOCK: [2022-07-29 Fri 18:01]--[2022-07-29 Fri 18:01] =>  0:00
CLOCK: [2022-07-29 Fri 17:15]--[2022-07-29 Fri 18:00] =>  0:45
CLOCK: [2022-07-27 Wed 18:55]--[2022-07-27 Wed 19:10] =>  0:15
CLOCK: [2022-07-27 Wed 18:52]--[2022-07-27 Wed 18:54] =>  0:02
CLOCK: [2022-07-27 Wed 18:17]--[2022-07-27 Wed 18:52] =>  0:35
CLOCK: [2022-07-26 Tue 19:19]--[2022-07-26 Tue 19:25] =>  0:06
CLOCK: [2022-07-21 Thu 16:53]--[2022-07-21 Thu 17:14] =>  0:21
CLOCK: [2022-07-21 Thu 16:42]--[2022-07-21 Thu 16:53] =>  0:11
CLOCK: [2022-07-21 Thu 16:41]--[2022-07-21 Thu 16:41] =>  0:00
:END:
* TODO [#C] org-drill.el – flashcards and spaced repetition for org-mode
